Repository: anticapitalista/remaster-mx
Catalog: po_files/persist-config_*.po
Languages: ca, cs, es, fr, nl

source: antiX Root Persistence Auto-Save Configuration
ca: Configuració d'auto desat de l'antiX Root Persistence
cs: Nastavení automatického uložení přetrvávajícího root antiX
es: Configuración de Auto-guardado de persistencia de Root en antiX
fr: antiX Racine Persistante Configuration de l'Enregistrement automatique
nl: Auto-Save configuratie voor antiX Root persistentie

source: Automatic
ca: Automàtica
cs: Automaticky
es: Automático
fr: automatique
nl: Automatisch

source: Semi-Automatic
ca: Semi-automàtica
cs: Poloautomaticky
es: Semi-automático
fr: Semi-Automatique
nl: Semi-automatisch

source: Manual
cs: Ručně
fr: Manuel
nl: Handleiding

source: Configure root persistence saves to run either:
ca: Configura el desat de Root Persistence com a:
cs: Nastavit uložené přetrvávající root ke spuštění buď:
es: Configurar la persistencia de Root ahorra ejecutar:
fr: Configurer la persistance de la racine sauvegardé pour exécuter, soit:
nl: Stel de opgeslagen root-persistentie in om uit te voeren:

source: at shutdown/reboot, no asking
ca: En apagar o tornar a arrencar, sense preguntar
cs: při vypnutí/restartu, bez dotazů
es: al apagar/reiniciar, sin preguntar
fr: à l'arrêt/redémarrage, ne pas demander
nl: niet vragen bij afsluiten/herstarten

source: ask at shutdown/reboot
ca: Pregunta en apagar o tornar a rrencar
cs: zeptat se při vypnutí/restartu
es: preguntar al apagar/reiniciar
fr: demandez à l'arrêt/redémarrage
nl: vragen bij afsluiten/herstarten

source: you snooze, you lose
ca: Si badeu, perdeu
cs: vypnete a ztratíte
es: si se queda dormido, pierde
fr: Vous empêchez, vous perdez
nl: Waakzaam zijn, is de boodschap

source: This program should be called with the %s option in a startup script to ensure a config file is created.
ca: Aquest programa s'hauria d'executar amb l'opció %s en un script d'arrencada per assegurar que es crea un fitxer de configuració.
cs: Tento program by měl být volán s možností %s ve spouštěcím skriptu pro zajištění vytvoření konfiguračního souboru.
es: Este programa debe invocarse con la opción %s por medio de un script de inicio para asegurar que un archivo config sea creado.
fr: Ce programme devrait être appelé avec l'option %s dans un script de démarrage pour s'assurer qu'un fichier de configuration est créé.
nl: Dit programma dient te worden opgeroepen met de %s optie in een opstartscript, zodat er een configuratiebestand voor wordt aangemaakt.

source: It should be called with the %s option in shutdown scripts so your changes can be saved before shutting down.
ca: S'hauria d'executar amb l'opció %s als scripts d'apagada per assegurar que es desen els canvis abans d'apagar.
cs: Měl by být volán s možností %s v ukončovacích skriptech, aby Vaše změny byly uloženy před vypnutím.
es: Se debe invocar con la opción %s en un script de apagado para que sus cambios se puedan guardar antes del apagado.
fr: Il devrait être appelé avec l'option %s dans les scripts d'arrêt afin que vos modifications puissent être sauvées avant l'extinction.
nl: Het dient te worden opgeroepen met de %s optie in het afsluit-script, zodat uw wijzigingen bij het afsluiten ook zijn opgeslagen.

source: %s specific options
ca: Opcions específiques %s
cs: specifické možnosti %s
es: %s opciones específicas
fr: options spécifiques %s
nl: %s specifieke opties

source: Create a %s file if one is missing.
ca: Creant un fitxer %s si no n'hi ha
cs: Vytvořit soubor %s, pokud chybí.
es: Crear un archivo %s si alguno faltara.
fr: Créer un fichier %s si un est absent.
nl: Maak een %s bestand aan, als er een ontbreekt.

source: Run persist-save as directed by %s file.
ca: Executa desat persistent tal com s'indica al fitxer %s.
cs: Spustit přetrvávající uložení tak, jak je nařízeno v souboru %s.
es: Ejecutar el guardado con persistencia como se indicó en el archivo %s.
fr: Exécuter persistance-enregistrer comme réalisé par le fichier %s.
nl: Persist-save uitvoeren zoals is aangegeven in het %s bestand.

source: Run %s if %s succeeded.
ca: Executa %s i %s té èxit.
cs: Spustit %, pokud %s bylo úspěšné.
es: Ejecutar %s si %s funcionó.
fr: Exécuter %s si %s a réussi.
nl: %s uitvoeren indien %s geslaagd is.

source: If %s fails prompt user before running %s.
ca: Si %s falla pregunta a l'usuari abans d'executar %s.
cs: Pokud %s selže, zeptat se uživatele před spuštěním %s.
es: Si %s fallara indicar al usuario antes de ejecutar %s.
fr: Si %s échoue avertir l'utilisateur avant l'exécution de %s.
nl: Indien %s mislukt, gebruiker waarschuwen voor het uitvoeren van %s.

source: implies %s
ca: implica %s
cs: vyplývá %s
es: implica %s
fr: implique %s
nl: impliceert %s

source: Config file is located at: %s
ca: El fitxer de configuració està ubicat a: &s
cs: Konfigurační soubor je umístěn v: %s
es: El archivo config se encuentra en: %s
fr: Le fichier de configuration est situé ici:%s
nl: Configuratiebestand is te vinden in: %s

source: Current mode is: %s
ca: El mode actual és: %s
cs: Současný režim je: %s
es: La modalidad actual es: %s
fr: Le mode actuel est: %s
nl: Huidige modus is: %s

source: There is no current auto-save mode. The default is: %s.
ca: No hi ha mode d'autodesat ara. Per omissió és: %s.
cs: V současnosti není žádný režim auto ukládání. Výchozí je: %s.
es: No se está en modalidad de auto guardado actualmente. La modalidad por defecto es: %s
fr: Il n'y a pas de mode courant pour la sauvegarde automatique. La valeur par défaut est: %s.
nl: Er is momenteel geen auto-save modus. De standaard is: %s.

source: save on shutdown/reboot automatically. No asking.
ca: desa automàticament en apagar/tornar a arrencar. Sense preguntar.
cs: uložit při vypnutí/restartu automaticky. Bez výzvy.
es: Guardar al apagar/reiniciar automáticamente. Sin preguntar.
fr: sauvegarder lors de l'arrêt / redémarrage automatique. Ne pas demander.
nl: Automatisch bewaren bij afsluiten/herstarten. Niet vooraf vragen.

source: ask to save on shutdown/reboot.
ca: pregunta per desar en apagar/tornar a arrencar.
cs: zeptat se na uložení při vypnutí/restatu.
es: preguntar si se guarda al apagar/reiniciar.
fr: demandez à sauvegarder lors de l'arrêt / redémarrage.
nl: vragen om te bewaren bij het afsluiten/herstarten.

source: only save changes manually (you snooze, you lose).
ca: Desa només els canvis manualment (qui bada, perd).
cs: změny ukládat pouze ručně (vypnete a ztratíte).
es: solamente guardar los cambios manualmente (si se duerme, pierde).
fr: enregistrer seulement les modifications manuellement (Vous empêchez, vous perdez)
nl: de veranderingen alleen handmatig opslaan (wees waakzaam!).

source: Auto-save mode set to %s in %s.
ca: Mode d'auto desat establert a %s en %s.
cs: Režim automatického ukládání nastaven %s ve %s.
es: Modalidad de autoguardado fijada a %s en %s
fr: Mode d'enregistrement automatique mis à %s dans %s.
nl: Auto-save modus is in %s ingesteld op %s.

source: It looks like root persistence was just enabled.
ca: Sembla com si s'haqgués acabat d'activar la persistència de root.
cs: Vypadá to, že přetrvávání root bylo právě zapnuto.
es: Parece que la persistencia de Root se acaba de habilitar.
fr: On dirait que la persistance racine était simplement activé.
nl: het blijkt dat root-persistentie zojuist is ingesteld.

source: Please set the save-mode for root persistence.
ca: Si us plau, establiu el mode de desat per a persistència de root.
cs: Nastavte, prosím, režim ukládání pro přetrvávání root.
es: Por favor ajuste el modo de guardado para la persistencia de Root.
fr: S'il vous plaît régler le mode de sauvegarde pour la persistance racine.
nl: Stel a.u.b. de save-modus in voor root-pesistentie.

source: You will only have to do this once.
ca: Només ho haureu de fer un sol cop.
cs: Toto budete muset provést pouze jednou.
es: Tendrá que realizar esta acción solamente una vez.
fr: Vous n'aurez qu'à le faire une seule fois.
nl: U hoeft dit slechts eenmalig uit te voeren.

source: You can change your choice later with %s.
ca: Pode canviar la vostra opció després amb %s.
cs: Vaši vilbu můžete změnit později pomocí %s.
es: Puede cambiar su escogencia más tarde con %s.
fr: Vous pouvez modifier votre choix plus tard, avec %s.
nl: U kunt uw keuze later aanpassen met %s.

source: CONFIRM
ca: CONFIRMEU
cs: POTVRDIT
es: CONFIRMAR
fr: CONFIRMER
nl: BEVESTIG

source: There was an error saving your changes.
ca: Hi ha hagut un error en desar els canvis.
cs: Při ukládání Vašich změn se vyskytla chyba.
es: Se produjo un error al guardar sus cambios.
fr: Il ya eu une erreur enregistrer vos modifications.
nl: Er trad een fout op bij het bewaren van uw aanpassingen.

source: Do you still want to %s?
ca: Encara voleu %s?
cs: Chcete stále %s?
es: ¿Aún desea %s?
fr: Voulez-vous toujours %s?
nl: Wilt u nog steeds %s
