Repository: anticapitalista/remaster-mx
Catalog: po_files/persist-save_*.po
Languages: ar

source: antiX Save Persistent Root
ar: antiX التثبيت المباشر للنظام على Root

source: Manually save filesystem changes in %s file for persistent root.
ar: حفظ التغييرات في نظام الملفات يدويًا في %s file للتثبيت المباشر للنظام على Root

source: You%s MUST%s run a program like this to save your filesystem changes.
ar: يجب %s MUST%s تشغيل برنامج مثل هذا لحفظ التغييرات في نظام الملفاتكم

source: Checking for existing files and
ar: التحقق من وجود الملفات الموجودة و

source: Checking if there is enough room ...
ar: التحقق ما إذا كان هناك مساحة كافية

source: persist device
ar: جهاز مستمر

source: mounted at
ar: موْصول في

source: Available space, %s, is smaller than the margin of %s.
ar: المساحة المتوفرة,%s, أصغر من هامش %s

source: Insufficient space. Have: %s. Need: %s.
ar: المساحة غير كافية. المساحة المتوفرة: %s المساحة المحتاج إليها: %s

source: Ready to sync file system changes
ar: جاهز لمزامنة التغييرات في نظام الملفات

source: Shall we begin?
ar: هل تريد أن نبدأ؟

source: Performing rsync ... please be patient
ar: المزامنة عبر المنفذ الرجاء الانتظار ...

source: %s The rsync command failed Failed! %s
ar: %s فشلت المزامنة! %s

source: It returned an exit code of %s
ar: تعليمة البرمجية للخروج %s

source: See the rsync man page to look up its meaning.
ar: راجع صفحة دليل للبحث عن معناها

source: %s succeeded
ar: %s نجحت

source: Your changes were saved in:
ar: تم حفظ التغييرات التي قمت بها في:
