Repository: anticapitalista/remaster-mx
Catalog: po_files/remaster-me_*.po
Languages: ar, ca, cs, es, fr, nl

source: Create a new compressed file system saving all of the changes you have made to the system.
ar: إنشاء ملف نظام مضغوط جديد لحفظ كل التغييرات التي قمت بها في النظام
ca: Crea un nou sistema de fitxers comprimits desant tots els canvis que heu fet al sistema.
cs: Vytvořit nový komprimovaný souborový systém, címž uložíte všechny změny, které jste v systému provedli.
es: Crear un sistema nuevo de archivos comprimidos guardando los cambios que se han realizado al sistema.
fr: Créer un nouveau système de fichiers compressé enregistrant toutes les modifications que vous avez apportées au système.
nl: Een nieuw gecomprimeerd bestandssysteem aanmaken, waarin alle wijzigingen worden bewaard die u in het systeem hebt aangebracht.

source: Optionally save changes in your home directory.
ar: يمكنكم اختيار حفظ التغيرات في الدليل الرئيسي
ca: Opcionalment desa els canvis fets al vostre directori personal
cs: Můžete také změny uložit ve Vaší domovské složce.
es: Guardar opcionalmente los cambios en su directorio home.
fr: En option enregistrer les changements de votre répertoire personnel.
nl: Eventueel de wijzigingen bewaren in uw ' home-directory'.

source: Extra options for
ar: خيارات إضافية
ca: Opcions addicionals per
cs: Dodatečné možnosti pro
es: Opciones extra para
fr: Des options supplémentaires pour
nl: Extra opties voor

source: Make a smaller linuxfs.new. NOT deleted when done.
ar: خلق linuxfs.new. اصغر لن يتم حذفه عند لانتهاء
ca: Fes un linuxfs.new més petit: NO s'esborra en acabar
cs: Vytvořit menší linuxfs.new. Po skončení NENÍ smazán.
es: Crear un linuxfs.new más pequeño. NO se borrará al terminar.
fr: Faire une plus petite linuxfs.new. NE PAS supprimés lorsque vous avez terminé.
nl: Een kleinere linuxfs.new. aanmaken dat NIET gewist wordt na voltooiing.

source: Use %s instead of prompting user for title.
ar: استخدم %s بدلا من مطالبة المستخدم لعنوان
ca: Usa %s en llo de demanar el títol a l'usuari.
cs: Použít %s místo dotazování uživatele pro název.
es: Usar %s en lugar de pedirle un título al usuario.
fr: Utilisez %s au lieu de guidage de l'utilisateur pour le titre.
nl: Gebruik %s in plaats van de gebruiker naar de titel te vragen.

source: Do not alter the %s file.
ar: لا تقوم على تعديل ملف %s
ca: No altera el fitxer %s.
cs: Neměnit soubor %s.
es: No alterar el archivo %s.
fr: Ne pas modifier le fichier %s.
nl: Verander het %s bestand niet.

source: Make a general-purpose remaster.
ar: شكّل إعادة إصدار متعدد الأغراض
ca: Fes un remasteritzat de propòsit general.
cs: Vytvořit všeobecné přizpůsobení.
es: Crear una remasterización para propósitos generales.
fr: Faire une remasterisation polyvalente.
nl: Een remaster voor algemeen gebruik maken.

source: Make a personalized remaster.
ar: شكّل إعادة إصدار شخصي
ca: Fes un remasteritzat personalitzat.
cs: Vytvořit osobní přizpůsobení.
es: Crear una remasterización personalizada.
fr: Faire une remasterisation personnalisée.
nl: Een gepersonaliseerde remaster maken.

source: Save files under the %s directory.
ar: احفظ الملفات في دليل %s
ca: Desa els fitxers al directori %s.
cs: Uložit soubory do složky %s.
es: Guardar los archivos en el directorio %s.
fr: Enregistrer les fichiers dans le répertoire %s.
nl: Bestanden in de %s directory opslaan.

source: Don't save files under the %s directory.
ar: لا تحفظ الملفات في دليل %s
ca: No deixis els fitxers al directori %s.
cs: Neukládat soubory do složky %s.
es: No guardar los archivos en el directorio %s.
fr: Ne pas enregistrer les fichiers sous le répertoire %s.
nl: De bestanden niet in de %s directory opslaan.

source: Do you want to save files under %s in the new remaster?
ar: هل تريد حفظ الملفات في %s عند إعادة الإصدار؟
ca: Voleu desar els fitxers a %s al nou rmaster?
cs: Chcete soubory uložit do %s v noveém přizpůsobení?
es: ¿Desea guardar los archivos en %s de la nueva remasterización?
fr: Voulez-vous enregistrer des fichiers sous %s dans la nouvelle remasterisation?
nl: Wilt u de bestanden bewaren in %s van de nieuwe remaster?

source: Checking for existing files and
ar: التحقق من وجود الملفات و
ca: Verificant els fitxers existents i
cs: Kontrola existujících souborů a
es: Revisando los archivos existentes y
fr: Vérification des fichiers existants et
nl: Onderzoeken op aanwezige bestanden en

source: Checking if there is enough room ...
ar: التحقق من وجود مساحة كافية ...
ca: Comprovant si hi prou espai...
cs: Kontrola, zdali je dostatek místa ...
es: revisando si se cuenta con espacio suficiente ...
fr: Vérifie si il ya assez de place ...
nl: Nagaan of er genoeg ruimte is ...

source: Have: %s megs available. Need: %s.
ar: يوجد %s megs تحتاج إلى %s
ca: Teniu: %s MB lliures. En cal: %s.
cs: Máte %s MB dostupných. Požadováno: %s.
es: Posee: %s megabytes disponibles. Necesita: %s.
fr: Vous avez: %s Mo disponibles. Besoin de: %s.
nl: Aanwezig: %s megs. Benodigd: %s.

source: Leftover files found
ar: تم العثور على بقايا الملفات
ca: Trobat fitxers abandonats
cs: Nalezeny pozůstalé soubory
es: Se encontraron archivos residuales
fr: Restes de fichiers trouvés
nl: Rest-bestanden gevonden

source: The following file(s) already exist
ar: الملف (الملفات) التالي موجودة
ca: Aquest(s) fitxers ja hi son
cs: Následující soubory již existují
es: Los siguentes archivos ya existen
fr: Les fichiers suivant(s) existent déjà
nl: De volgende bestanden bestaan reeds

source: in the %s directory:
ar: في دليل %s
ca: al directori %s.
cs: ve složce %s:
es: en el directorio %s:
fr: dans le répertoire %s:
nl: in de %s directory:

source: They may be left over from a previous remastering.
ar: قد تكون بقايا إعادة إصدار سابق
ca: Poden haver-se deixat d'una remasterització anterior.
cs: Můžou být pozůstatek předchozího přízpůsobení.
es: Pueden haber quedado después de una remasterización anterior.
fr: Ils ont put être laissés d'une remasterisation précédente.
nl: Zij kunnen zijn overgebleven van een voorgaande remaster.

source: Do you want to fix this problem now?
ar: هل تريد حل هذه المشكلة الان؟
ca: Voleu arranjar aquest problema ara?
cs: Chcete problém opravit nyní?
es: ¿Desea reparar el problema ahora?
fr: Voulez-vous résoudre ce problème maintenant?
nl: Wilt u het probleem nu oplossen?

source: (the alternative is to quit now)
ar: (البديل هو المغادرة الآن)
ca: (l'alternativa és sortir ara)
cs: (druhou možností je okamžité ukončení)
es: (la alternativa es renunciar ahora)
fr: (l'alternative est de quitter maintenant)
nl: (het alternatief is om nu op te houden)

source: Ready to create a new linuxfs file
ar: على استعداد لإنشاء ملف جديد
ca: A punt per crear un nou fitxer linuxfs
cs: Vytvoření nového souboru linuxfs je připraveno
es: Listo para crear un archivo linuxfs nuevo
fr: Prêt à créer un nouveau fichier linuxfs
nl: Gereed om nieuw linuxfs bestand aan te maken

source: Shall we begin?
ar: هل تريد أن نبدأ؟
ca: Cal començar?
cs: Můžeme začít?
es: ¿Empezamos?
fr: Allons-nous commencer?
nl: Zullen we beginnen?

source: General
ar: عام
cs: Základní
fr: Général
nl: Algemeen

source: Personal
ar: خاص
cs: Osobní
fr: Personnel
nl: Persoonlijk

source: %s uses your current language settings.
ar: %s يستخدم إعدادات اللغة الحالية
ca: %s usa els votres paràmetres de llengua actuals.
cs: %s používá Vaše současná jazyková nastavení.
es: %s usa sus ajustes de idioma actuales.
fr: %s utilise les paramètres de votre langue actuelle.
nl: %s gebruikt uw huidige taalinstellingen.

source: %s does not.
ar: %s ﻻ يستخدم إعدادات اللغة الحالية
ca: %s no els usa.
cs: %s nepoužívá.
es: %s no lo hace.
fr: %s n'existe pas.
nl: %s doet dat niet.

source: Remaster Version Identification
ar: تحديد نسخة إعادة الإصدار
ca: Identificació de Versió de Remaster
cs: Přizpůsobit identifikaci verze
es: Identificación de la Versión de la Remasterización
fr: Remasterisation Identification d'une version
nl: Remaster Versie Indentificatie

source: Please enter an (optional) title for this remaster
ar: يرجى إدخال عنوان (اختياري) لهذا إعادة الإصدار
ca: Si us plau, entreu un tol opcional per aquest remaster
cs: Zadejte, prosím, (nepovinný) název tohoto přizpůsobení
es: Por favor ingrese un título (opcional) para esta remasterización
fr: S'il vous plaît entrez un titre (optionnel) pour cette remasterisation
nl: Voer a.u.b een (eventuele) naam in voor deze remaster.

source: Remaster in progress
ar: إعادة إصدار قيد الإنجاز
ca: Remasterització en progrés
cs: Probíhá přizpůsobení
es: Remasterización en progreso
fr: Remasterisation en cours
nl: Bezig met remaster

source: please be patient
ar: يرجى الانتظار
ca: tingueu peciència, si us plau
cs: mějte strpení prosím
es: por favor, sea paciente
fr: S'il vous plaît soyez patient
nl: Geduld a.u.b

source: (even after it says it is 100% done)
ar: (حتى بعد الانتهاء 100%)
ca: (fins i tot si diu que s'ha fet el 100%)
cs: (i když se píše, že je hotovo 100%)
es: (aún luego de que anuncie que llegó al 100%)
fr: (même après qu'il dit qu'il est 100% fait)
nl: (zelfs indien gezegd wordt dat het 100% voltooid is)

source: antiX Remaster in Progress
ar: إعادة إصدار antiX قيد الإنجاز
ca: Remaster d'antiX en curs
cs: Probíhá přizpůsobení antiX
es: Remasterización de antiX en progreso
fr: antiX Remasterisation en cours
nl: Bezig met antiX Remaster

source: Remastering -- DO NOT CLOSE
ar: إعادة إصدار -- لا تغلق !
ca: Remasteritzant -- NO HO TANQUEU
cs: Přizpůsobení - NEZAVÍRAT
es: Remasterizando--NO INTERRUMPIR EL PROCESO
fr: Remastérisation - NE PAS FERMER
nl: Bezig met Remaster --NIET AFSLUITEN

source: Remaster in Progress
ar: إعادة إصدار قيد الإنجاز
ca: Remaster en curs
cs: Probíhá přizpůsobení
es: Remasterización en progreso
fr: Remasterisation en cours
nl: Bezig met Remaster

source: Do you REALLY want to stop midway?
ar: هل تريد حقا أن توقفه هذه العملية في منتصفها؟
ca: De debò voleu aturar-ho a mig fer?
cs: OPRAVDU chcete v půli cesty přestat?
es: ¿REALMENTE desea detener el proceso mientras se ejecuta?
fr: Souhaitez-vous vraiment arrêter à mi-chemin?
nl: Wilt u WERKELIJK halverwege stoppen?

source: Error
ar: خطأ
ca: S'ha produït un error
cs: Chyba
fr: Erreur
nl: Fout

source: Do you want to save the incomplete file?
ar: هل تريد حفظ هذا الملف الغير مكتمل؟
ca: Voleu desar el fitxer incomplet?
cs: Chcete uložit nedokončený soubor?
es: ¿Desea guardar el archivo incompleto?
fr: Voulez vous sauvegarder le fichier incomplet?
nl: Wilt u het sla het onvolledige bestand?

source: Remastering Terminated Early
ar: تم أقاف إعادة الإصدار قبل الانتهاء
ca: Remasteritzat aturat abans d'hora
cs: Přizpůsobení předčasně ukončeno
es: La Remasterización se interrumpió
fr: Remastérisation terminé de façon anticipée
nl: Wilt u het remasteren eerder beeindigen?

source: Remastering Failed
ar: فشل إعادة الإصدار
ca: Ha fallat el remasteritzat
cs: Přizpůsobení selhalo
es: Falló la remasterización
fr: La remastérisation a échoué
nl: Remaster mislukt

source: New linuxfs file was not created!
ar: لم يتم إنشاء ملف linuxfs جديد!
ca: No s'ha creat el fitxer linuxfs nou!
cs: Nový soubor linuxfs nebyl vytvořen!
es: No se creó un archivo linuxfs nuevo.
fr: Le nouveau fichier linuxfs n'a pas été créé!
nl: Een nieuw linuxfs is niet aangemaakt!

source: Could not mount new file as %s!
ar: تعذر وصْل الملف الجديد باسم %s !
ca: No s'ha pogut muntar el nou fitxer com a %s!
cs: Nelze připojit nový soubor jako %s!
es: No se pudo montar el nuevo archivo como %sl
fr: Impossible de monter le nouveau fichier %s!
nl: Kon hiet nieuwe bestand niet aankoppelen als %s!

source: Created new compressed filesystem file:
ar: تم إنشاء ملف نظام مضغوط جديد:
ca: Creat el nou sistema de fitxers comprimit:
cs: Vytvořen nový komprimovaný soubor souborového systému:
es: Se creó un nuevo sistema de archivos comprimidos
fr: Création de nouveaux système de fichiers compressé du fichier:
nl: Nieuw gecomprimeerd bestandssysteem aangemaakt:

source: size: %s Meg
ar: الحجم: %s Meg
ca: Mida: %s MB
cs: velikost: %s MB
es: tamaño: %s Megabytes
fr: taille: %s Mo
nl: omvang: %s Meg

source: The new file should be used automatically the next time you boot.
ar: سوف يتم استخدام الملف الجديد عند إعادة الإقلاع
ca: El nou fitxer s'hauria d'usar automàticament la propera vegada que arrenqueu.
cs: Nový soubor by měl být automaticky použit při příštím restartu.
es: El nuevo archivo debería poder usarse automáticamente la próxima vez que se inicie el sistema.
fr: Le nouveau fichier devrait être utilisé automatiquement la prochaine fois que vous démarrez.
nl: Het nieuwe bestand zou automatisch moeten worden gebruikt wanneer u een volgende keer opstart.

source: If there is a problem with the new system:
ar: إذا كانت هناك مشكلة مع النظام الجديد:
ca: Si hi ha problemes amb el nou sistema:
cs: Pokud se v novém systému vyskytnou problémy:
es: Si hubiese un problema con el sistema nuevo:
fr: S'il ya un problème avec le nouveau système:
nl: Indien er een probleem is met het nieuwe systeem:

source: Use the %s boot option to return to the current system.
ar: اختار خيار %s ل إعادة الإقلاع كي تعود إلى النظام الحالي
ca: Useu l'opció d'arrencada %s per tornar al sistema actual.
cs: Použijte možnost zavedení %s pro návrat do současného systému.
es: Use la opción de inicio %s para regresar al sistema actual.
fr: Utilisez l'option de démarrage %s pour revenir au système actuel.
nl: Gebruik de %s start optie om terug te keren naar het huidige systeem.

source: You should now create a rootfs.new file.
ar: يجب عليك الآن إنشاء ملف rootfs جديد
ca: Ara heu de crear un arxiu rootfs.new
cs: Nyní byste měli vytvořit soubor rootfs.new.
es: Ud. debería ahora crear un archivo rootfs.new
fr: Vous devez maintenant créer un nouveau fichier rootfs.
nl: U moet nu een rootfs.new file creÃ«ren.

source: Use the Set up live persistence application.
ar: استخدم إعداد تطبيق إعداد التثبيت المباشر للنظام على USB
ca: Utilitzeu l'aplicació de Configuració de la persistència live.
cs: Použít nastavení perzistence
es: Use la aplicación para ajustar la persistencia en live.
fr: Utilisez l'application Configurer la persistance en direct.
nl: Gebruik de 'Set up live persistence' applicatie
