Repository: anticapitalista/remaster-mx
Catalog: po_files/toram-eject_*.po
Languages: ca, cs, es, fr, nl

source: \n Eject LiveCD/DVD via a simple GUI if %s is enabled.
ca: \n S'expulsa el CD/DVD autònom amb una IGU senzilla si s'activa %s
cs: \n Vysunout LiveCD/DVD přes jednoduché GUI, pokud je povoleno %s.
es: \nExpulsar el Live CD/DVD por medio de una GUI sencilla si se habilita %s
fr: \n éjection du LiveCD/DVD via une simple interface graphique si %s est activé.
nl: \n Uitwerpen van een LiveCD/DVD via een eenvoudige GUI als %s is ingesteld.

source: Automatic toram Eject
ca: Expulsió automàtica ToRAM
cs: Automatické vysunutí doram
es: Expulsión automática de ToRam
fr: Éjection Automatique toram
nl: Automatisch uitwerpen met Toram

source: no BOOT_DEV given!
ca: no s'ha especificat el BOOT_DEV!
cs: nebyl zadán BOOT_DEV!
es: No se ha provisto BOOT_DEV!
fr: aucune donnée BOOT_DEV!
nl: geen BOOT_DEV is opgegeven!

source: boot device: %s is not removable.
ca: Dispositiu d'arrencada: %s no és removible.
cs: zaváděcí zařízení: %s není vyjmutelné.
es: medio de inicio: %s no se puede remover.
fr: Le périphérique de démarrage: %s n'est pas amovible.
nl: boot device: %s is niet verwijderbaar.

source: boot device: %s is still mounted!
ca: Dispositiu d'arrencada: %s encara està muntat!
cs: zaváděcí zařízení: %s je stále připojeno!
es: medio de inicio: %s aún está montado!
fr: Le périphérique de démarrage: %s est encore monté!
nl: boot device: %s is nog aangekoppeld!

source: The %s boot option succeeded.
ca: L'opció d'arrencada %s ha tingut èxit.
cs: Možnost zavedení %s byla úspěšná.
es: La opción de inicio %s fue exitosa.
fr: L'option de démarrage %s a réussi.
nl: De %s boot-keuze is geslaagd.

source: The boot media is no longer needed.
ca: El dispositiu d'arrencada ja no és necessari.
cs: Zaváděcí médium již není potřeba.
es: El medio de inicio no se necesita más.
fr: Le média de démarrage n'est plus nécessaire.
nl: De boot media zijn niet langer vereist.

source: Do you want the LiveCD/DVD ejected?
ca: Voleu expulsar el CD/DVD autònom?
cs: Chcete vyjmout LiveCD/DVD?
es: ¿Desea expulsar el Live CD/DVD?
fr: Voulez-vous éjecté le LiveCD/DVD ?
nl: Wilt u de LiveCD/DVD uitwerpen?

source: did not eject as per user request.
ca: No s'ha expulsat a petició de l'usuari.
cs: nebylo vyjmuto na žádost uživatele.
es: no se expulsó por decisión del usuario.
fr: ne s'est pas éjecté à la demande de l'utilisateur.
nl: Het is niet uitgeworpen zoals gebruiker verzocht.

source: Could not eject %s
ca: No s'ha pogut expulsar %s
cs: Nelze vyjmout %s
es: No se pudo expulsar %s
fr: Impossible d'éjecter %s
nl: Kon %s niet uitwerpen

source: Feel free to remove the CD or DVD.
ca: Ja podeu treure el CD o DVD.
cs: Můžete vyjmout CD nebo DVD.
es: Puede remover el CD o el DVD.
fr: N'hésitez pas à retirer le CD ou le DVD.
nl: U kunt de CD of DVD nu vrijelijk verwijderen.

source: Do you want the drive closed now?
ca: Voleu tancar ara la unitat?
cs: Chcete nyní ednotku uzavřít?
es: ¿Desea cerrar la unidad ahora?
fr: Voulez-vous que le lecteur ferme maintenant?
nl: Wilt u de drive nu sluiten?

source: did not closing drive as per user request.
ca: No es tanca la unitat a petició de l'usuari.
cs: jednotka neuzavřena na žádost uživatele.
es: No se cerró la unidad por decisión del usuario.
fr: pas de fermeture du lecteur qu'à la demande de utilisateur.
nl: Kon de drive niet sluiten zoals gebruiker verzocht.

source: Could not close %s
ca: No es pot tancar %s
cs: Nelze uzavřít %s
es: No se pudo cerrar %s
fr: Impossible de fermer %s
nl: Kon %s niet sluiten
